[
  {
    "chunk_id": 0,
    "text": "Hiện tượng học (Phenomenology) là một phương pháp và trường phái triết học được sáng lập bởi Edmund Husserl vào đầu thế kỷ 20. Mục tiêu chính của nó là nghiên cứu cấu trúc của trải nghiệm và ý thức từ góc nhìn của người thứ nhất. Khẩu hiệu của hiện tượng học là \"Trở về với chính sự vật!\" (Zu den Sachen selbst!), nghĩa là gạt bỏ các lý thuyết và giả định để mô tả một cách trung thực cách sự vật hiện ra trong ý thức của chúng ta. Phương pháp Epoché và Giảm trừ Hiện tượng học Để nghiên cứu ý thức một cách thuần túy, Husserl đã đề xuất phương pháp \"epoché\" (sự đình chỉ phán đoán). Điều này bao gồm việc \"đặt trong ngoặc\" hay tạm gác lại niềm tin của chúng ta về sự tồn tại của thế giới bên ngoài. Chúng ta không phủ nhận thế giới, mà chỉ tạm thời không quan tâm đến câu hỏi liệu nó có thật hay không. Bằng cách này, chúng ta có thể tập trung hoàn toàn vào các hành vi của ý thức (noesis) và nội dung của chúng (noema) khi chúng hiện ra. Ý hướng tính (Intentionality) Một khái niệm trung tâm của hiện tượng học là \"ý hướng tính\", do Franz Brentano phát triển và Husserl kế thừa. Nó khẳng định rằng ý thức luôn là ý thức \"về\" một cái gì đó.",
    "school": "phenomenology",
    "length": 241
  },
  {
    "chunk_id": 1,
    "text": "Ý hướng tính (Intentionality) Một khái niệm trung tâm của hiện tượng học là \"ý hướng tính\", do Franz Brentano phát triển và Husserl kế thừa. Nó khẳng định rằng ý thức luôn là ý thức \"về\" một cái gì đó. Mọi hành vi tinh thần như suy nghĩ, nhận thức, mong muốn, hay tưởng tượng đều luôn hướng đến một đối tượng. Ví dụ, bạn không thể chỉ \"nhìn\" một cách chung chung, bạn phải nhìn \"một cái cây\" hoặc \"một cuốn sách\". Ý hướng tính là đặc tính cốt lõi kết nối chủ thể và đối tượng trong trải nghiệm. Thế giới sống (Lebenswelt) Trong giai đoạn sau, Husserl phát triển khái niệm \"Lebenswelt\" (thế giới sống). Đây là thế giới của trải nghiệm trực tiếp, tiền khoa học, nơi chúng ta sống và hành động hàng ngày. Ông cho rằng khoa học hiện đại đã tạo ra một cái nhìn trừu tượng về thế giới, che lấp đi nền tảng kinh nghiệm phong phú của thế giới sống. Hiện tượng học có nhiệm vụ khám phá lại nền tảng này. Sự phát triển của Hiện tượng học Các học trò của Husserl đã phát triển hiện tượng học theo nhiều hướng khác nhau. - Martin Heidegger đã chuyển trọng tâm từ ý thức thuần túy sang phân tích \"Dasein\" (Tồn-tại-ở-đây, hiện hữu của con người), xem xét sự tồn tại của con người như là \"Tồn-tại-trong-thế-giới\". - Maurice Merleau-Ponty nhấn mạnh vai trò của thân thể trong tri giác, cho rằng thân thể không phải là một vật thể mà là phương tiện để chúng ta trải nghiệm và tương tác với thế giới.",
    "school": "phenomenology",
    "length": 277
  },
  {
    "chunk_id": 2,
    "text": "- Maurice Merleau-Ponty nhấn mạnh vai trò của thân thể trong tri giác, cho rằng thân thể không phải là một vật thể mà là phương tiện để chúng ta trải nghiệm và tương tác với thế giới. - Jean-Paul Sartre áp dụng hiện tượng học để phân tích cấu trúc của tự do và sự tự lừa dối (bad faith)..",
    "school": "phenomenology",
    "length": 61
  }
]