[
  {
    "chunk_id": 0,
    "text": "Triết học Khắc kỷ (Stoicism) là một trường phái triết học Hy Lạp cổ đại, được sáng lập bởi Zeno xứ Citium tại Athens vào đầu thế kỷ thứ 3 TCN. Triết lý này nhấn mạnh rằng đức hạnh (virtue) là điều tốt đẹp duy nhất và là chìa khóa để đạt được eudaimonia (hạnh phúc hoặc sự thịnh vượng). Người theo chủ nghĩa Khắc kỷ tin rằng sống một cuộc đời có đức hạnh là sống phù hợp với tự nhiên và lý trí (Logos). Nguyên tắc cốt lõi: Lưỡng phân về quyền kiểm soát Một trong những khái niệm nền tảng của Khắc kỷ là \"lưỡng phân về quyền kiểm soát\" (dichotomy of control), được Epictetus trình bày rõ ràng. Theo đó, mọi thứ trong cuộc sống được chia thành hai loại: những gì chúng ta có thể kiểm soát và những gì chúng ta không thể kiểm soát. Những gì ta kiểm soát được bao gồm suy nghĩ, nhận định, quyết định và hành động của chính mình. Những gì ta không kiểm soát được bao gồm cơ thể, tài sản, danh tiếng và các sự kiện bên ngoài. Hạnh phúc và sự bình yên nội tâm chỉ có thể đạt được khi chúng ta tập trung nỗ lực vào những gì mình có thể kiểm soát và chấp nhận một cách thanh thản những gì nằm ngoài tầm tay.",
    "school": "stoicism",
    "length": 233
  },
  {
    "chunk_id": 1,
    "text": "Hạnh phúc và sự bình yên nội tâm chỉ có thể đạt được khi chúng ta tập trung nỗ lực vào những gì mình có thể kiểm soát và chấp nhận một cách thanh thản những gì nằm ngoài tầm tay. Bốn đức hạnh chính Để sống một cuộc đời tốt đẹp, người Khắc kỷ rèn luyện bốn đức hạnh cốt lõi: 1. Trí tuệ (Sophia): Khả năng phân biệt điều tốt, điều xấu và điều trung tính; hiểu biết về thế giới và vị trí của con người trong đó. 2. Công lý (Dikaiosyne): Hành động công bằng và tử tế với người khác, đối xử với mọi người theo đúng giá trị của họ như những thành viên của cộng đồng nhân loại. 3. Can đảm (Andreia): Sức mạnh tinh thần để đối mặt với khó khăn, sợ hãi và đau đớn; kiên trì làm điều đúng đắn bất chấp nghịch cảnh. 4. Tiết chế (Sophrosyne): Sự điều độ, tự chủ và kỷ luật; khả năng kiểm soát ham muốn và cảm xúc để không bị chúng chi phối. Chấp nhận số phận và Amor Fati Người Khắc kỷ tin vào một vũ trụ được sắp đặt bởi một lý trí phổ quát (Logos). Do đó, mọi sự kiện xảy ra đều là một phần của một kế hoạch lớn hơn và không thể tránh khỏi. Thay vì chống lại số phận, họ thực hành \"Amor Fati\" (Tình yêu với số phận) - không chỉ chịu đựng mà còn yêu thương và chào đón mọi điều xảy ra, xem đó là cơ hội để rèn luyện đức hạnh.",
    "school": "stoicism",
    "length": 270
  },
  {
    "chunk_id": 2,
    "text": "Thay vì chống lại số phận, họ thực hành \"Amor Fati\" (Tình yêu với số phận) - không chỉ chịu đựng mà còn yêu thương và chào đón mọi điều xảy ra, xem đó là cơ hội để rèn luyện đức hạnh. Marcus Aurelius, hoàng đế La Mã và triết gia Khắc kỷ, đã viết trong \"Suy tưởng\": \"Chướng ngại vật trên đường đi trở thành con đường.\" Thực hành trong đời sống Khắc kỷ không chỉ là lý thuyết mà còn là một lối sống thực hành. Các bài tập tinh thần bao gồm: - Tưởng tượng tiêu cực (Premeditatio Malorum): Suy ngẫm về những điều tồi tệ có thể xảy ra để chuẩn bị tinh thần và trân trọng những gì mình đang có. - Viết nhật ký triết học: Tự vấn và ghi lại suy nghĩ hàng ngày để theo dõi sự tiến bộ trong việc rèn luyện đức hạnh. - Nhìn từ trên cao (View from above): Hình dung bản thân và các vấn đề của mình từ một góc nhìn vũ trụ để thấy được sự nhỏ bé và tầm thường của những lo lắng cá nhân..",
    "school": "stoicism",
    "length": 192
  }
]